[{
        "title": "Maratona Kubernetes - Microsoft",
        "abstract": "Ganhar eficiência e velocidade é uma busca constante em times de desenvolvimento em startups e grandes corporações, com o objetivo de aprimorar a qualidade de entrega do software e facilitar sua gestão e distribuição. Ferramentas e práticas, facilitam este processo de transição e potencialização de arquitetura. Entre as ferramentas, destaca-se o Kubernetes, um orquestrador de containers Open Source. Na Maratona Kubernetes, será possível aprender os conceitos de Kubernetes, e através de atividades práticas, a analisar e desenhar a implantação de orquestração de containers. Todas as atividades são orientadas a situações do cotidiano de empresas, passando por desafios como monitoramento de recursos, escala automática e segurança, utilizando o AKS e outras ferramentas do Azure.",
        "type": "project",
        "link": "http://aka.ms/maratonakubernetes",
        "additionalLinks": ["http://aka.ms/maratonakubernetes", "https://github.com/CommunityBootcamp/Maratona-Kubernetes"],
        "tags": ["training", "online","docker", "kubernetes", "microsoft"],
        "language": "pt-br",
        "date": "2018-06-20"
    },
    {
        "title": "#CursoNodeBR - EW.IT + NodeBR",
        "abstract": "Este treinamento foi desenvolvido sob medida baseado em uma pesquisa sobre o que a comunidade brasileira mais necessita, suas principais dificuldades e desafios. Neste curso você aprenderá desde o básico de Javascript, ciclo de vida, manipulação de listas ao desenvolvimento real de aplicações em ambiente de produção. Na prática você também aprenderá conceitos sobre desenvolvimento orientado a testes, autenticação, autorização, documentação de serviços e gerenciamento de variáveis de ambiente (environments) de aplicações.",
        "type": "project",
        "link": "https://treinamento.nodebr.org",
        "tags": ["training", "online","nodejs", "javascript", "iniciantes", "docker"],
        "additionalLinks": ["https://treinamento.nodebr.org", "https://github.com/nodejsbrazil/cursonodebr01"],
        "language": "pt-br",
        "date": "2018-11-27"
    }
]